#+title:  Evaluación de la exposición
#+author: Gunnar Wolf

* Sistemas operativos para la nube

- Tema presentado por :: Carlos Cano y Ángel Cortés
- Calificación global :: Por favor lean todo el archivo para entender de dónde
  vienen todos estos números 😉

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   8.68 |  0.3 |                6.1 |  0.7 |    6.87 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentación en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo haríamos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compañeros para el primero y en si la presentación
"suena" leída directamente del material que prepararon o expuesta más libremente
para el segundo.


* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 1 | 5 | 7 |  8.92 |
| Nivel        | 0 | 0 | 3 | 2 | 8 |  8.77 |
| Relevancia   | 0 | 0 | 1 | 3 | 9 |  9.23 |
| Claridad     | 0 | 3 | 0 | 1 | 9 |  8.46 |
| Presencia    | 1 | 2 | 0 | 3 | 7 |  8.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  8.68 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

Su exposición recibió los siguientes comentarios anonimizados por
parte de sus compañeros:


* Evaluación por parte del docente

| *Aspecto*                          | *Peso* | *Evaluación* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido técnico y profundidad    |    0.3 |            4 |      1.2 |
| Fuentes bibliográficas             |   0.15 |           10 |      1.5 |
| Organización                       |   0.15 |            7 |     1.05 |
| Comunicación oral y uso del tiempo |   0.25 |            7 |     1.75 |
| Uso de recursos visuales           |   0.15 |            4 |      0.6 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     6.10 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente
- La presentación va siendo leída a un ritmo bastante lento. Aunado al
  audio de fondo que eligieron, que se repite cíclicamente y con una ligera
  “rasposidad”... hacen a la presentación algo tedioso 🙁
  - Ayuda un poco incluir elementos dinámicos como imagen, ya sea la imagen
    de ustedes presentando el tema, ejemplos de lo que están diciendo, u
    otros elementos visuales como lo han hecho algunos compañeros
    (animaciones, /memes/, etc.)
- No explican /qué es/ el cómputo en la nube, qué lo diferencia de un
  modelo de servicio tradicional.
- Al ir cubriendo las características, se nota que están mencionando puntos
  técnicos como un listado de características sin comprenderlos; sólo en
  pocos casos explican de qué trata más allá de enumerar el nombre
- Esperaba que mostraran un ejemplo de uso o aplicación, por lo menos el
  manejo desde un panel de control... pero fue únicamente lectura de texto
  🙁
